dialog_messages = {
    "welcome": "Чем могу вам помочь?",
    "back": "Чем я могу вам помочь?",
    "phone_number": "Напишите, пожалуйста, ваш номер телефона",
    "channel": "Памятка перед эвакуацией\n\n"
               "1.Проверьте крутится руль и колеса у автомобиля, не заблокированы ли они."
               "Возможно ли перевести КПП в нейтральное положение. Это поможет определить нам какой эвакуатор"
               "вам направить и потребуется ли дополнительное оборудование при погрузке.\n\n"
               "2.Подготовьте буксировочный крюк. Буксировочный крюк идет в комплекте с автомобилем и находится, "
               "обычно, в багажнике или под полом багажного отделения. Если крюка нет, то не переживайте, автомобиль "
               "можно погрузить без него.\n\n"
               "3.Если у вас авто с низким клиренсом, то предупредите нас об этом, чтобы мы "
               "направили вам эвакуатор со сдвижной платформой.\n\n"
               "Больше информации вы можете найти в нашей группе t.me/evakuator_dobrynya",
    "geo_request": "Спасибо!\nОтправьте ваше местоположение - это ускорит процесс оформления заказа.",
    "wait_operator": "Отлично, ожидайте звонка оператора!",
    "self_order": "Чтобы оформить заявку самостоятельно, пожалуйста, заполните всю необходимую информацию в форме"
}


error_messages = {
    "error_menu": "Извините, я вас не понимаю.\n"
                  "Выберите один из пунктов меню.",
    "error_number": "Введите, пожалуйста, номер в формате 79992223344",
    "error_geo": "Извините, я вас не понимаю",
}


spam_messages = {
    'spam_warning': 'Вы присылаете слишком много сообщений.\nПожалуйста, прекратите, или вы будете заблокированы',
    'spam_block': 'Ваш аккаунт заблокирован за спам. Если вы считаете, что блокировка произошла по ошибке, пожалуйста'
                  ' свяжитесь с нами.'
}